{
  "plugins": {
    "conform.nvim": {
      "src": "git@github.com:stevearc/conform.nvim"
    },
    "copilot.vim": {
      "src": "git@github.com:github/copilot.vim"
    },
    "diffview.nvim": {
      "src": "git@github.com:sindrets/diffview.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "git@github.com:mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "git@github.com:WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "git@github.com:mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "git@github.com:nvim-mini/mini.nvim"
    },
    "neogit": {
      "src": "git@github.com:NeogitOrg/neogit"
    },
    "nvim-lspconfig": {
      "src": "git@github.com:neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "git@github.com:nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "git@github.com:nvim-lua/plenary.nvim"
    },
    "tokyonight.nvim": {
      "src": "git@github.com:folke/tokyonight.nvim"
    },
    "vim-dadbod": {
      "src": "git@github.com:tpope/vim-dadbod"
    },
    "vim-dadbod-completion": {
      "src": "git@github.com:kristijanhusak/vim-dadbod-completion"
    },
    "vim-dadbod-ui": {
      "src": "git@github.com:kristijanhusak/vim-dadbod-ui"
    }
  }
}
